import React from "react";

const PostBody = () => {
  return (
    <>
      <p className="py-5 px-2 sm:mt-16 text-lg text-gray-700 bg-gray-200 border-gray-100 border-double border-4 text-justify mt-8 leading-loose">
        أخي الحبيب ضياء هارون، الذي كان يعيش حياة الغنى في حي راقٍ من أحياء
        عمَّان، ويوم قدَّر الله له أن يطلع على معاناة الفقراء، انقذف في قلبه
        الهم لهم والرحمة والشفقة عليهم، فبدأ ضياء بعدها برحلة العمل الخيري
        وكفالة الأيتام وتشغيل الأرامل والمحتاجات وإطعام المساكين، وأنشأ هو وإخوة
        له في الله جمعية نفع الله بها الآلاف من المحتاجين...فكان ضياءٌ ضياءً
        للمحتاجين والمساكين عبر أكثر من عشرة أعوام ولا تزال كثير من العوائل
        تنتفع منه بكفالات شهرية مستمرة..كل هذا بجانب عمله، فقد كان صيدلانياً
        لديه مستودع أدويته الخاص. أخونا الصيدلاني ضياء هارون (أبو بسام) توفي أمس
        بعد معاناة مع الكورونا..تاركاً وراءه قلوباً تحبه وأعيناً تبكي عليه
        وألسنة تدعو له. كان مدرسة في الأخلاق ورقة القلب وحسن التوكل على الله
        فيما أحسبه والله حسيبه.. نسألكم أن تدعو له ومن استطاع أن يشهد الصلاة
        عليه فليفعل، في مسجد (أبو عيشة) أول طريق المطار-عَمَّان بعد صلاة العصر.
        اللهم اغفر لضياء وارحمه، وعافه واعفُ عنه، وأكرم نزله ووسع مدخله واغسله
        بالثلج والماء والبرد. اللهم أبدله داراً خيراً من داره، وأهلاً خيراً من
        أهله، وزوجاً خيراً من زوجه. اللهم وسع له في قبره ونور له فيه. واجمعنا به
        في جنات النعيم يا أرحم الراحمين.
      </p>
    </>
  );
};

export default PostBody;
